const movies = [
    {
        id: 1,
        title: "Інтерстеллар",
        description: "Подорож у просторі та часі, щоб врятувати людство.",
        genre: "Фантастика",
        time: "2025-05-08T18:30",
        image: "/posters/interstellar.jpg"
    },
    {
        id: 2,
        title: "Темний лицар",
        description: "Бетмен проти Джокера у битві за Ґотем.",
        genre: "Бойовик",
        time: "2025-05-08T20:00",
        image: "/posters/dark_knight.jpg"
    },
    {
        id: 3,
        title: "Дюна",
        description: "Юний Пол Атрейдес вирушає на пустельну планету Арракіс, щоб очолити боротьбу за контроль над найціннішим ресурсом у галактиці — спецією.",
        genre: "Фантастика, Драма",
        time: "2025-05-09T17:45",
        image: "/posters/dune1.jpg"
    },
    {
        id: 4,
        title: "Дюна: Частина друга",
        description: "Пол Атрейдес об'єднується з фременами, щоб помститися за свою сім'ю та змінити долю всесвіту.",
        genre: "Пригоди, Драма",
        time: "2025-05-12T20:15",
        image: "/posters/dune2.jpg"
    },
    {
        id: 5,
        title: "Матриця",
        description: "Хакер Нео дізнається шокуючу правду: його світ — лише симуляція, керована машинами.",
        genre: "Фантастика, Трилер",
        time: "2025-05-13T21:00",
        image: "/posters/matrix.jpg"
    }
];
  
export default movies;
  